Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: No Routines Yet
de: Noch keine Routinen
es: Aún no hay rutinas
fr: Aucune routine pour l'instant
it: Nessuna routine ancora
ru: Пока нет программ

source: No Sensor Data
de: Keine Sensordaten
es: Sin datos del sensor
fr: Aucune donnée du capteur
it: Nessun dato del sensore
pt_pt: Sem dados do sensor
ru: Нет данных датчика

source: No Stats Yet
de: Noch keine Statistiken
es: Aún no hay estadísticas
fr: Aucune statistique pour l'instant
it: Nessuna statistica ancora
pt_pt: Ainda não há estatísticas
ru: Статистики пока нет

source: No Templates Yet
de: Noch keine Vorlagen
es: Aún no hay plantillas
fr: Aucun modèle pour l'instant
it: Nessun modello ancora
pt_pt: Ainda não há modelos
ru: Шаблонов пока нет

source: No Watch
de: Keine Uhr
es: Sin reloj
fr: Pas de montre
it: Nessun orologio
pt_pt: Sem assistir
ru: Нет часов

source: No comparison data available
de: Keine Vergleichsdaten verfügbar
es: No hay datos de comparación disponibles
fr: Aucune donnée de comparaison disponible
it: Nessun dato di confronto disponibile
pt_pt: Não há dados de comparação disponíveis
ru: Нет данных для сравнения

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pt_pt: Sem dados
ru: Нет данных

source: No data for chart
de: Keine Daten für das Diagramm
es: No hay datos para el gráfico
fr: Aucune donnée pour le graphique
it: Nessun dato per il grafico
pt_pt: Não há dados para gráfico
ru: Нет данных для графика

source: No data for this period
de: Für diesen Zeitraum liegen keine Daten vor
es: No hay datos para este periodo
fr: Aucune donnée pour cette période
it: Nessun dato per questo periodo
pt_pt: Não há dados para este período
ru: Нет данных за этот период

source: No exercise trends available
de: Keine Trainingstrends verfügbar
es: No hay tendencias de ejercicio disponibles
fr: Aucune tendance d'exercice disponible
it: Nessuna tendenza di esercizio disponibile
pt_pt: Nenhuma tendência de exercício disponível
ru: Нет доступных трендов упражнений

source: No exercises
de: Keine Übungen
es: Sin ejercicios
fr: Pas d'exercices
it: Nessun esercizio
pt_pt: Sem exercícios
ru: Нет упражнений

source: No exercises added yet
de: Es wurden noch keine Übungen hinzugefügt
es: Aún no se han añadido ejercicios
fr: Aucun exercice ajouté pour l'instant
it: Nessun esercizio ancora aggiunto
pt_pt: Nenhum exercício adicionado ainda
ru: Упражнения пока не добавлены

source: No exercises added yet.
de: Es wurden noch keine Übungen hinzugefügt.
es: Aún no se han agregado ejercicios.
fr: Aucun exercice ajouté pour l'instant.
it: Nessun esercizio ancora aggiunto.
pt_pt: Nenhum exercício adicionado ainda.
ru: Упражнения еще не добавлены.

source: No exercises found
de: Keine Übungen gefunden
es: No se encontraron ejercicios
fr: Aucun exercice trouvé
it: Nessun esercizio trovato
pt_pt: Nenhum exercício encontrado
ru: Упражнения не найдены

source: No exercises match your search "%@". Try a different search term or clear the filters.
de: Zu Ihrer Suche „%@“ passen keine Übungen. Versuchen Sie es mit einem anderen Suchbegriff oder löschen Sie die Filter.
es: Ningún ejercicio coincide con tu búsqueda "%@". Pruebe con un término de búsqueda diferente o borre los filtros.
fr: Aucun exercice ne correspond à votre recherche "%@". Essayez un autre terme de recherche ou supprimez les filtres.
it: Nessun esercizio corrisponde alla tua ricerca "%@". Prova un termine di ricerca diverso o cancella i filtri.
pt_pt: Nenhum exercício corresponde à sua pesquisa "%@". Experimente um termo de pesquisa diferente ou limpe os filtros.
ru: Нет упражнений, соответствующих вашему запросу "%@". Попробуйте другой поисковый запрос или очистите фильтры.

source: No exercises yet. Tap + to add.
de: Noch keine Übungen. Tippen Sie zum Hinzufügen auf +.
es: Aún no hay ejercicios. Toque + para agregar.
fr: Pas encore d'exercices. Appuyez sur + pour ajouter.
it: Nessun esercizio ancora. Tocca + per aggiungere.
pt_pt: Ainda não há exercícios. Toque em + para adicionar.
ru: Упражнений нет. Нажмите +, чтобы добавить.

source: No harassment, spam, or others’ personal data
de: Keine Belästigung, Spam oder die persönlichen Daten anderer
es: Sin acoso, spam ni datos personales de otros.
fr: Pas de harcèlement, de spam ou de données personnelles d'autrui
it: Nessuna molestia, spam o dati personali di altri
pt_pt: Nenhum assédio, spam ou dados pessoais de terceiros
ru: Никаких оскорблений, спама или чужих данных

source: No history for this exercise yet.
de: Für diese Übung gibt es noch keinen Verlauf.
es: Aún no hay antecedentes para este ejercicio.
fr: Il n'y a pas encore d'historique pour cet exercice.
it: Nessuna cronologia ancora per questo esercizio.
pt_pt: Ainda não há histórico para este exercício.
ru: Истории для этого упражнения пока нет.

source: No history yet
de: Noch keine Geschichte
es: Aún no hay historial
fr: Pas encore d'historique
it: Nessuna storia ancora
pt_pt: Ainda não há histórico
ru: История пока отсутствует

source: No history yet.
de: Noch keine Geschichte.
es: Aún no hay antecedentes.
fr: Pas d'historique pour l'instant.
it: Nessuna storia ancora.
pt_pt: Ainda não há história.
ru: Истории пока нет.

source: No recommendations
de: Keine Empfehlungen
es: Sin recomendaciones
fr: Aucune recommandation
it: Nessuna raccomandazione
pt_pt: Nenhuma recomendação
ru: Нет рекомендаций

source: No recommendations at this time
de: Derzeit keine Empfehlungen
es: No hay recomendaciones en este momento.
fr: Aucune recommandation pour le moment
it: Nessuna raccomandazione in questo momento
pt_pt: Nenhuma recomendação no momento
ru: Рекомендаций пока нет

source: No routines found
de: Keine Routinen gefunden
es: No se encontraron rutinas
fr: Aucune routine trouvée
it: Nessuna routine trovata
pt_pt: Nenhuma rotina encontrada
ru: Программы не найдены

source: No sexual, hateful, violent, or illegal content
de: Keine sexuellen, hasserfüllten, gewalttätigen oder illegalen Inhalte
es: No se permiten contenidos sexuales, que inciten al odio, violentos o ilegales.
fr: Aucun contenu sexuel, haineux, violent ou illégal
it: Nessun contenuto sessuale, che incita all'odio, violento o illegale
pt_pt: Nenhum conteúdo sexual, odioso, violento ou ilegal
ru: Никакого незаконного или неприемлемого контента

source: No weak points detected
de: Keine Schwachstellen festgestellt
es: No se detectaron puntos débiles
fr: Aucun point faible détecté
it: Nessun punto debole rilevato
pt_pt: Nenhum ponto fraco detectado
ru: Слабых мест не обнаружено

source: No weak points detected. Great job!
de: Keine Schwachstellen festgestellt. Tolle Arbeit!
es: No se detectaron puntos débiles. ¡Buen trabajo!
fr: Aucun point faible détecté. Super travail !
it: Nessun punto debole rilevato. Ottimo lavoro!
pt_pt: Nenhum ponto fraco detectado. Ótimo trabalho!
ru: Слабых мест не обнаружено. Отличная работа!

source: No weight data yet
de: Noch keine Gewichtsdaten
es: Aún no hay datos de peso
fr: Aucune donnée de poids pour l'instant
it: Nessun dato sul peso ancora
pt_pt: Ainda não há dados de peso
ru: Данных о весе пока нет

source: No workouts found
de: Keine Trainings gefunden
es: No se encontraron entrenamientos
fr: Aucune séance d'entraînement trouvée
it: Nessun allenamento trovato
pt_pt: Nenhum treino encontrado
ru: Тренировки не найдены

source: No workouts yet
de: Noch kein Training
es: Aún no hay entrenamientos
fr: Pas encore d'entraînement
it: Nessun allenamento ancora
pt_pt: Ainda não há treinos
ru: Тренировок пока нет

source: No workouts yet. Tap + to start!
de: Noch kein Training. Tippen Sie auf +, um zu beginnen!
es: Aún no hay entrenamientos. ¡Toca + para comenzar!
fr: Pas encore d'entraînement. Appuyez sur + pour commencer !
it: Nessun allenamento ancora. Tocca + per iniziare!
pt_pt: Ainda não há treinos. Toque em + para começar!
ru: Тренировок пока нет. Нажмите +, чтобы начать!

source: No, I'll figure it out
de: Nein, ich werde es herausfinden
es: No, lo resolveré
fr: Non, je vais le découvrir
it: No, lo scoprirò
pt_pt: Não, eu vou descobrir
ru: Нет, я разберусь сам

source: Normal Set
de: Normaler Satz
es: Conjunto normal
fr: Ensemble normal
it: Impostazione normale
pt_pt: Conjunto Normal
ru: Обычный подход

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
pt_pt: Agora não
ru: Не сейчас

source: Not enough data
de: Nicht genügend Daten
es: No hay suficientes datos
fr: Pas assez de données
it: Dati insufficienti
pt_pt: Dados insuficientes
ru: Недостаточно данных

source: Not enough data for forecasting
de: Nicht genügend Daten für eine Prognose
es: No hay suficientes datos para hacer pronósticos
fr: Pas assez de données pour faire des prévisions
it: Dati insufficienti per la previsione
pt_pt: Dados insuficientes para previsão
ru: Недостаточно данных для прогнозирования

source: Not enough data for this period
de: Für diesen Zeitraum liegen nicht genügend Daten vor
es: No hay suficientes datos para este período.
fr: Pas assez de données pour cette période
it: Dati insufficienti per questo periodo
pt_pt: Não há dados suficientes para este período
ru: Недостаточно данных за этот период

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
pt_pt: Agora não
ru: Не сейчас

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
pt_pt: Agora
ru: Сейчас

source: Number of sets logged for each muscle group.
de: Anzahl der protokollierten Sätze für jede Muskelgruppe.
es: Número de series registradas para cada grupo de músculos.
fr: Nombre de séries enregistrées pour chaque groupe musculaire.
it: Numero di serie registrate per ciascun gruppo muscolare.
pt_pt: Número de séries registradas para cada grupo muscular.
ru: Количество записанных подходов для каждой группы мышц.

source: Object Name (e.g. Pizzas)
de: Objektname (z. B. Pizzas)
es: Nombre del objeto (por ejemplo, pizzas)
fr: Nom de l'objet (par exemple, Pizzas)
it: Nome oggetto (es. Pizze)
pt_pt: Nome do objeto (por exemplo, pizzas)
ru: Название объекта (напр. Пиццы)

source: Obliques
de: Schrägen
es: oblicuos
it: Obliqui
pt_pt: Oblíquos
ru: Косые мышцы

source: Oldest First
de: Älteste zuerst
es: El más viejo primero
fr: Le plus âgé en premier
it: Prima il più vecchio
pt_pt: Mais antigo primeiro
ru: Сначала старые

source: On Fire
de: In Brand
es: En llamas
fr: En feu
it: A fuoco
pt_pt: Em chamas
ru: В ударе

source: Open Settings
de: Öffnen Sie Einstellungen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri Impostazioni
ru: Открыть настройки

source: Open Tension Map
de: Öffnen Sie die Spannungskarte
es: Abrir mapa de tensión
fr: Carte de tension ouverte
it: Apri la mappa della tensione
pt_pt: Mapa de tensão aberto
ru: Карта напряжений

source: Open Workout Action
de: Öffnen Sie die Trainingsaktion
es: Acción de entrenamiento abierta
fr: Action d'entraînement ouverte
it: Apri Azione allenamento
pt_pt: Abrir ação de treino
ru: Открыть действие тренировки

source: Open the app and log your first workout!
de: Öffnen Sie die App und protokollieren Sie Ihr erstes Training!
es: ¡Abre la aplicación y registra tu primer entrenamiento!
fr: Ouvrez l'application et enregistrez votre premier entraînement !
it: Apri l'app e registra il tuo primo allenamento!
pt_pt: Abra o aplicativo e registre seu primeiro treino!
ru: Открой приложение и запиши первую тренировку!

source: Optimal ATP resynthesis achieved. Commence next set.
de: Optimale ATP-Resynthese erreicht. Beginnen Sie mit dem nächsten Satz.
es: Se logra una resíntesis óptima de ATP. Comience el siguiente set.
fr: Resynthèse optimale de l’ATP obtenue. Commencez la série suivante.
it: Ottenuta la risintesi ottimale dell'ATP. Inizia la serie successiva.
pt_pt: Ressíntese ideal de ATP alcançada. Comece o próximo set.
ru: АТФ синтезирована. Пора делать следующий подход.

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt_pt: Outro
ru: Другое

source: Overall Effort (RPE)
de: Gesamtaufwand (RPE)
es: Esfuerzo general (RPE)
fr: Effort global (RPE)
it: Sforzo complessivo (RPE)
pt_pt: Esforço Geral (RPE)
ru: Общая интенсивность (RPE)

source: Overall Progress
de: Gesamtfortschritt
es: Progreso general
fr: Progrès global
it: Progresso complessivo
pt_pt: Progresso geral
ru: Общий прогресс

source: Overhead Press
de: Überkopfpresse
es: Prensa aérea
fr: Presse aérienne
it: Stampa dall'alto
pt_pt: Imprensa suspensa
ru: Армейский жим

source: Overview
de: Überblick
es: Descripción general
fr: Aperçu
it: Panoramica
pt_pt: Visão geral
ru: Обзор

source: PR Predicted.
de: PR vorhergesagt.
es: PR previsto.
fr: PR prévu.
it: PR previsto.
pt_pt: PR previsto.
ru: Ожидается рекорд.

source: PR Record
de: PR-Rekord
es: Registro de relaciones públicas
fr: Dossier de relations publiques
it: Registro delle pubbliche relazioni
pt_pt: Registro de relações públicas
ru: Рекорд PR

source: PRIMARY FOCUS
de: PRIMÄRER FOKUS
es: ENFOQUE PRINCIPAL
fr: OBJECTIF PRINCIPAL
it: FOCUS PRIMARIO
pt_pt: FOCO PRIMÁRIO
ru: ОСНОВНОЙ ФОКУС

source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
it: Parametri
pt_pt: Parâmetros
ru: Параметры

source: Peace Sign to Finish
de: Friedenszeichen zum Abschluss
es: Signo de la paz para terminar
fr: Signe de paix pour terminer
it: Segno di pace per finire
pt_pt: Sinal de paz para terminar
ru: Знак мира, чтобы закончить

source: Peak contraction
de: Höhepunkt der Kontraktion
es: Contracción máxima
fr: Contraction maximale
it: Massima contrazione
ru: Пиковое сокращение

source: Per Week
de: Pro Woche
es: Por semana
fr: Par semaine
it: A settimana
pt_pt: Por semana
ru: В неделю

source: Perfect! Show ✌️ to capture.
de: Perfekt! Zum Aufnehmen ✌️ anzeigen.
es: ¡Perfecto! Muestra ✌️ para capturar.
fr: Parfait! Montrez ✌️ pour capturer.
it: Perfetto! Mostra ✌️ per catturare.
pt_pt: Perfeito! Mostre ✌️ para capturar.
ru: Идеально! Покажи ✌️ для захвата.

source: Perform this exercise with proper form, focusing on controlled movements and full range of motion. Engage your core throughout the exercise and avoid using momentum. Consult with a fitness professional for specific technique guidance.
de: Führen Sie diese Übung mit der richtigen Form durch und konzentrieren Sie sich auf kontrollierte Bewegungen und den vollen Bewegungsumfang. Beanspruchen Sie während der gesamten Übung Ihren Rumpf und vermeiden Sie Schwung. Wenden Sie sich an einen Fitnessprofi, um eine spezifische Technikanleitung zu erhalten.
es: Realice este ejercicio con la forma adecuada, concentrándose en movimientos controlados y rango completo de movimiento. Involucre su núcleo durante todo el ejercicio y evite usar el impulso. Consulte con un profesional del fitness para obtener orientación técnica específica.
fr: Effectuez cet exercice avec une forme appropriée, en vous concentrant sur des mouvements contrôlés et une amplitude complète de mouvement. Engagez votre cœur tout au long de l’exercice et évitez d’utiliser votre élan. Consultez un professionnel du fitness pour obtenir des conseils techniques spécifiques.
it: Esegui questo esercizio con la forma corretta, concentrandoti su movimenti controllati e su una gamma completa di movimento. Coinvolgi il tuo core durante l'esercizio ed evita di usare lo slancio. Consultare un professionista del fitness per indicazioni tecniche specifiche.
pt_pt: Execute este exercício de forma adequada, concentrando-se em movimentos controlados e amplitude total de movimento. Envolva seu núcleo durante todo o exercício e evite usar impulso. Consulte um profissional de fitness para orientação técnica específica.
ru: Тыполняйте это упражнение с правильной формой, сосредоточьтесь на контролируемых движениях и полной амплитуде. Напрягайте корпус на протяжении всего упражнения и избегайте использования инерции. Обратитесь к фитнес-профессионалу за конкретными рекомендациями по технике.

source: Performance decreased by %lld%%.
de: Die Leistung ist um %lld%% gesunken.
es: El rendimiento disminuyó en %lld%%.
fr: Les performances ont diminué de %lld%%.
it: Le prestazioni sono diminuite del %lld%%.
pt_pt: O desempenho diminuiu em %lld%%.
ru: Производительность снизилась на %lld%%.

source: Period
de: Zeitraum
es: Período
fr: Période
it: Periodo
pt_pt: Período
ru: Период

source: Permanently deletes your account and all associated data from our servers, including shared workouts, your blocked list, and submitted reports. This cannot be undone.
de: Löscht Ihr Konto und alle zugehörigen Daten dauerhaft von unseren Servern, einschließlich freigegebener Trainingseinheiten, Ihrer Sperrliste und übermittelten Berichte. Dies kann nicht rückgängig gemacht werden.
es: Elimina permanentemente su cuenta y todos los datos asociados de nuestros servidores, incluidos los entrenamientos compartidos, su lista de bloqueados y los informes enviados. Esto no se puede deshacer.
fr: Supprime définitivement votre compte et toutes les données associées de nos serveurs, y compris les entraînements partagés, votre liste bloquée et les rapports soumis. Cela ne peut pas être annulé.
it: Elimina definitivamente il tuo account e tutti i dati associati dai nostri server, inclusi gli allenamenti condivisi, l'elenco bloccato e i report inviati. Questa operazione non può essere annullata.
pt_pt: Exclui permanentemente sua conta e todos os dados associados de nossos servidores, incluindo treinos compartilhados, sua lista de bloqueados e relatórios enviados. Isto não pode ser desfeito.
ru: Безвозвратно удаляет аккаунт и все данные.

source: Personal Bests
de: Persönliche Bestleistungen
es: Récords personales
fr: Records personnels
it: Migliori personali
pt_pt: Melhores recordes pessoais
ru: Личные рекорды

source: Personal Records
de: Persönliche Aufzeichnungen
es: Registros personales
fr: Dossiers personnels
it: Documenti personali
pt_pt: Registros Pessoais
ru: Личные рекорды

source: Personal bests
de: Persönliche Bestleistungen
es: Récords personales
fr: Records personnels
it: Migliori personali
pt_pt: Melhores resultados pessoais
ru: Личные рекорды

source: Personal records
de: Persönliche Aufzeichnungen
es: Registros personales
fr: Dossiers personnels
it: Documenti personali
pt_pt: Registros pessoais
ru: Личные рекорды

source: Physique Goal
de: Körperliches Ziel
es: Objetivo físico
fr: Objectif physique
it: Obiettivo fisico
pt_pt: Objetivo físico
ru: Цель телосложения

source: Pick a quick preset or build a custom program in seconds.
de: Wählen Sie eine schnelle Voreinstellung oder erstellen Sie in Sekundenschnelle ein benutzerdefiniertes Programm.
es: Elija un ajuste preestablecido rápido o cree un programa personalizado en segundos.
fr: Choisissez un préréglage rapide ou créez un programme personnalisé en quelques secondes.
it: Scegli una preimpostazione rapida o crea un programma personalizzato in pochi secondi.
pt_pt: Escolha uma predefinição rápida ou crie um programa personalizado em segundos.
ru: Тыбери быстрый пресет или собери кастомную программу за секунды.

source: Pick up the weight. No excuses.
de: Heben Sie das Gewicht auf. Keine Ausreden.
es: Recoge el peso. Sin excusas.
fr: Prenez le poids. Aucune excuse.
it: Solleva il peso. Nessuna scusa.
pt_pt: Pegue o peso. Sem desculpas.
ru: Бери вес. Без отмазок.

source: Plank
de: Planke
es: Tablón
fr: Planche
it: Plancia
pt_pt: Prancha
ru: Планка

source: Please describe your feedback, bug report, or feature request in detail.
de: Bitte beschreiben Sie Ihr Feedback, Ihren Fehlerbericht oder Ihre Funktionsanfrage ausführlich.
es: Describa en detalle sus comentarios, informe de error o solicitud de función.
fr: Veuillez décrire en détail vos commentaires, rapport de bug ou demande de fonctionnalité.
it: Descrivi in ​​dettaglio il tuo feedback, segnalazione di bug o richiesta di funzionalità.
pt_pt: Descreva detalhadamente seu feedback, relatório de bug ou solicitação de recurso.
ru: Пожалуйста, подробно опишите вашу обратную связь, отчет об ошибке или запрос функции.

source: Please enter a weight greater than 0.
de: Bitte geben Sie eine Gewichtung größer als 0 ein.
es: Por favor ingrese un peso mayor que 0.
fr: Veuillez saisir un poids supérieur à 0.
it: Inserisci un peso maggiore di 0.
pt_pt: Insira um peso maior que 0.
ru: Пожалуйста, введите вес больше 0.

source: Plug in a maximum effort set to get an estimated 1RM. Sets with low reps (1-5) and high weight yield the most accurate estimates.
de: Setzen Sie einen Maximalleistungssatz ein, um einen geschätzten 1RM zu erhalten. Sätze mit niedrigen Wiederholungen (1–5) und hohem Gewicht liefern die genauesten Schätzungen.
es: Introduzca un conjunto de esfuerzo máximo para obtener un 1RM estimado. Las series con pocas repeticiones (1-5) y mucho peso producen las estimaciones más precisas.
fr: Branchez un effort maximum pour obtenir une estimation de 1RM. Les ensembles avec de faibles répétitions (1 à 5) et un poids élevé donnent les estimations les plus précises.
it: Inserisci un set di sforzo massimo per ottenere un 1RM stimato. Le serie con poche ripetizioni (1-5) e un carico elevato forniscono le stime più accurate.
pt_pt: Conecte um conjunto de esforço máximo para obter uma estimativa de 1RM. Séries com baixas repetições (1-5) e peso alto produzem estimativas mais precisas.
ru: Введите подход с максимальным усилием, чтобы получить оценку 1RM. Подходы с небольшим количеством повторений (1–5) и большим весом дают наиболее точную оценку.

source: Pounds
de: Pfund
es: Libras
fr: Livres
it: Sterline
pt_pt: Libras
ru: Фунты

source: Pounds (lbs)
de: Pfund (lbs)
es: Libras (libras)
fr: Livres (lbs)
it: Libbre (libbre)
pt_pt: Libras (lbs)
ru: Фунты (lbs)

source: Predicted
de: Vorhergesagt
es: Previsto
fr: Prédit
it: Previsto
pt_pt: Previsto
ru: Прогнозируемый

source: Predicted 1RM
de: Vorhergesagtes 1RM
es: 1RM previsto
fr: 1RM prévu
it: 1RM previsto
pt_pt: 1RM previsto
ru: Прогнозируемый 1RM

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
pt_pt: Preferências
ru: Настройки

source: Press the bar in a straight line up and slightly back
de: Drücken Sie die Stange in einer geraden Linie nach oben und leicht nach hinten
es: Presione la barra en línea recta hacia arriba y ligeramente hacia atrás.
fr: Appuyez sur la barre en ligne droite vers le haut et légèrement vers l'arrière
it: Premi la barra in linea retta verso l'alto e leggermente indietro
pt_pt: Pressione a barra em linha reta para cima e ligeiramente para trás
ru: Жмите гриф по прямой линии вверх и слегка назад

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pt_pt: Anterior
ru: Предыдущий

source: Previous (%@)
de: Vorherige (%@)
es: Anterior (%@)
fr: Précédent (%@)
it: Precedente (%@)
pt_pt: Anterior (%@)
ru: Предыдущий (%@)

# Previous: %.2f km in %dm %ds
source: Previous: %1$.2f km in %2$dm %3$ds
de: Vorheriges: %.2f km in %dm %ds
es: Anterior: %.2f km en %dm %ds
fr: Précédent : %.2f km en %dm %ds
it: Precedente: %.2f km in %dm %ds
ru: Предыдущий: %.2f км за %dm %ds

# Previous: %d sets × %d reps
source: Previous: %1$d sets × %2$d reps
de: Zurück: %d Sätze × %d Wiederholungen
es: Anterior: %d series × %d repeticiones
fr: Précédent : %d séries × %d répétitions
it: Precedente: %d serie × %d ripetizioni
ru: Предыдущее: %d подходов × %d повторений

# Previous: %d sets × %d reps @ %.1f kg
source: Previous: %1$d sets × %2$d reps @ %3$.1f kg
de: Zurück: %d Sätze × %d Wiederholungen bei %.1f kg
es: Anterior: %d series × %d repeticiones @ %.1f kg
fr: Précédent : %d séries × %d répétitions @ %.1f kg
it: Precedente: %d serie × %d ripetizioni @ %.1f kg
ru: Предыдущее: %d подходов × %d повторений по %.1f кг.

# Previous: %d sets × %dm %ds
source: Previous: %1$d sets × %2$dm %3$ds
de: Zurück: %d Sätze × %dm %ds
es: Anterior: %d conjuntos × %dm %ds
fr: Précédent : %d ensembles × %dm %ds
it: Precedente: %d imposta × %dm %ds
ru: Предыдущий: %d устанавливает × %dm %ds
